<footer class="footer footer-pages" id="footer">
    <div class="container">
        <div class="footer__box">
            <div class="footer__flex d-flex">
                <a href="{{ route('home') }}" class="footer__logo">
                    <img src="{{ asset('css/img/footer/logo.svg') }}" alt="">
                </a>

                <div class="footer-pages__lists d-flex">
                    <ul class="nav__list">
                        <li>
                            <a href="/">
                                Главная
                            </a>
                        </li>
                        <li class="{{ Request::routeIs('coins.home') ? 'active' : null }}">
                            <a href="{{ route('coins.home') }}">
                                Криптосканер
                            </a>
                        </li>
                        <li class="{{ Request::routeIs('signals.home') ? 'active' : null }}">
                            <a href="{{ route('signals.home') }}">
                                Сигналы
                            </a>
                        </li>
                        @if (Auth::check() && \Illuminate\Support\Facades\Auth::user()->isAdmin())
                        <li class="{{ Request::routeIs('users.home') ? 'active' : null }}">
                            <a href="{{ route('users.home') }}">
                                Пользователи
                            </a>
                        </li>
                        @endif
                    </ul>
                    <ul class="nav__list">
                        @auth
                            <li class="{{ Request::routeIs('users.edit') ? 'active' : null }}">
                                <a href="{{ route('users.edit', \Illuminate\Support\Facades\Auth::id()) }}">
                                    Профиль
                                </a>
                            </li>

                            <li class="{{ Request::routeIs('subscribe') ? 'active' : null }}">
                                <a href="{{ route('subscribe') }}">
                                    @if (\Illuminate\Support\Facades\Auth::user()->tariff?->isFree())
                                        Улучшить тариф
                                    @else
                                        Продлить подписку
                                    @endif
                                </a>
                            </li>
                        @else
                            <li class="{{ Request::routeIs('login') ? 'active' : null }}">
                                <a href="{{ route('login') }}">
                                    Войти
                                </a>
                            </li>
                            <li class="{{ Request::routeIs('register') ? 'active' : null }}">
                                <a href="{{ route('register') }}">
                                    Регистрация
                                </a>
                            </li>
                        @endauth
                    </ul>
                    <ul class="nav__list">
                        <li>
                            <a href="#">
                                Условия и услуги
                            </a>
                        </li>
                        <li>
                            <a href="#">
                                Политика конфиденциальности
                            </a>
                        </li>
                        <li>
                            <a href="#">
                                Помощь
                            </a>
                        </li>
                        <li>
                            <a href="/#ask">
                                FAQ
                            </a>
                        </li>
                    </ul>
                </div>

                <div class="footer__socials d-flex">
                    <a href="https://t.me/alteco_invest" target="blank">
                        <svg xmlns="http://www.w3.org/2000/svg" class="svg" viewBox="0 0 496 512">
                            <path d="M248,8C111.033,8,0,119.033,0,256S111.033,504,248,504,496,392.967,496,256,384.967,8,248,8ZM362.952,176.66c-3.732,39.215-19.881,134.378-28.1,178.3-3.476,18.584-10.322,24.816-16.948,25.425-14.4,1.326-25.338-9.517-39.287-18.661-21.827-14.308-34.158-23.215-55.346-37.177-24.485-16.135-8.612-25,5.342-39.5,3.652-3.793,67.107-61.51,68.335-66.746.153-.655.3-3.1-1.154-4.384s-3.59-.849-5.135-.5q-3.283.746-104.608,69.142-14.845,10.194-26.894,9.934c-8.855-.191-25.888-5.006-38.551-9.123-15.531-5.048-27.875-7.717-26.8-16.291q.84-6.7,18.45-13.7,108.446-47.248,144.628-62.3c68.872-28.647,83.183-33.623,92.511-33.789,2.052-.034,6.639.474,9.61,2.885a10.452,10.452,0,0,1,3.53,6.716A43.765,43.765,0,0,1,362.952,176.66Z"/>
                        </svg>
                    </a>

                    <a href="https://vk.com/alt_eco" target="blank">
                        <svg xmlns="http://www.w3.org/2000/svg" class="svg" viewBox="0 0 448 512">
                            <path d="M31.4907 63.4907C0 94.9813 0 145.671 0 247.04V264.96C0 366.329 0 417.019 31.4907 448.509C62.9813 480 113.671 480 215.04 480H232.96C334.329 480 385.019 480 416.509 448.509C448 417.019 448 366.329 448 264.96V247.04C448 145.671 448 94.9813 416.509 63.4907C385.019 32 334.329 32 232.96 32H215.04C113.671 32 62.9813 32 31.4907 63.4907ZM75.6 168.267H126.747C128.427 253.76 166.133 289.973 196 297.44V168.267H244.16V242C273.653 238.827 304.64 205.227 315.093 168.267H363.253C359.313 187.435 351.46 205.583 340.186 221.579C328.913 237.574 314.461 251.071 297.733 261.227C316.41 270.499 332.907 283.63 346.132 299.751C359.357 315.873 369.01 334.618 374.453 354.747H321.44C316.555 337.262 306.614 321.61 292.865 309.754C279.117 297.899 262.173 290.368 244.16 288.107V354.747H238.373C136.267 354.747 78.0267 284.747 75.6 168.267Z"/>
                        </svg>
                    </a>

                    <a href="https://www.youtube.com/channel/UCRfWYN5BQJmQp7b9dPcWnWw/featured" target="blank">
                        <svg xmlns="http://www.w3.org/2000/svg" class="svg" viewBox="0 0 576 512">
                            <path d="M549.655 124.083c-6.281-23.65-24.787-42.276-48.284-48.597C458.781 64 288 64 288 64S117.22 64 74.629 75.486c-23.497 6.322-42.003 24.947-48.284 48.597-11.412 42.867-11.412 132.305-11.412 132.305s0 89.438 11.412 132.305c6.281 23.65 24.787 41.5 48.284 47.821C117.22 448 288 448 288 448s170.78 0 213.371-11.486c23.497-6.321 42.003-24.171 48.284-47.821 11.412-42.867 11.412-132.305 11.412-132.305s0-89.438-11.412-132.305zm-317.51 213.508V175.185l142.739 81.205-142.739 81.201z"/>
                        </svg>
                    </a>
                </div>
            </div>
{{--            <div class="footer__text">--}}
{{--                Simply Wall Street Pty Ltd (ACN 600 056 611) является корпоративным уполномоченным представителем--}}
{{--                (номер уполномоченного представителя: 467183) Sanlam Private Wealth Pty Ltd (AFSL № 337927). Любые--}}
{{--                советы, содержащиеся на этом веб-сайте, носят общий характер и были подготовлены без учета ваших--}}
{{--                целей, финансового положения или потребностей. Вы не должны полагаться на какие-либо советы и/или--}}
{{--                информацию, содержащуюся на этом веб-сайте, и перед принятием какого-либо инвестиционного решения мы--}}
{{--                рекомендуем вам подумать, подходит ли оно для вашей ситуации, и обратиться за соответствующей--}}
{{--                финансовой, налоговой и юридической консультацией. Пожалуйста, ознакомьтесь с нашим Руководством по--}}
{{--                финансовым услугам, прежде чем принимать решение о получении финансовых услуг от нас.--}}
{{--            </div>--}}
        </div>
    </div>
</footer>
