@extends('blackshot::layouts.app')

@section('content')
    <div class="offer-body">
        <p class="text-right">
            <b>УТВЕРЖДЕНО</b><br>
            ИП Кожевников А.С
        </p>

        <h1>
            ОФЕРТА<br>
            информационного продукта «КРИПТОСКАНЕР»
        </h1>

        <ol class="list-sections">
            <li>ОБЩИЕ ПОЛОЖЕНИЯ</li>
            <ol>
                <li>Данный документ является публичной Офертой (далее - Оферта) ИП Кожевникова А.С., (ИНН: 590616183923, ОГРНИП: 320595800045637), (далее именуемый - «Исполнитель») и содержит все существенные условия договора на оказание информационно-консультационных услуг при использовании продукта «Криптосканер» онлайн-школы инвестиций ALTECO.</li>
                <li>В случае принятия изложенных в настоящей Оферте условий и порядка оплаты услуг, лицо производит акцепт настоящей Оферты и становится Заказчиком услуг, принимая на себя все права и обязанности Заказчика, предусмотренные настоящей Офертой.</li>
                <li>Выражая согласие с условиями Оферты - производя акцепт Оферты, лицо, выразившее согласие, становится Заказчиком услуг, Заказчик и Исполнитель совместно становятся Сторонами по договору на оказание информационно-консультационных услуг.</li>
                <li>Акцептом настоящей Оферты является осуществление Заказчиком полной или частичной оплаты подписки на продукт «Криптосканер» онлайн-школы инвестиций ALTECO (далее - школа, ALTECO) в соответствии с условиями настоящей оферты. С момента поступления денежных средств от Заказчика на расчетный счет Исполнителя, настоящий договор считается заключенным между Заказчиком и Исполнителем</li>
                <li>Принятие настоящей Оферты и соответственно, заключение настоящего Договора означает, что Заказчик, в необходимой для него степени, ознакомился с условиями Оферты и перечнем услуг, предлагаемых Исполнителем.</li>
                <li>Осуществляя акцепт настоящей Оферты, Заказчик осознает и подтверждает, что оказание Исполнителем услуг по настоящему договору дистанционно с использованием программного обеспечения (далее — ПО) полностью соответствует возможности Заказчика пользоваться услугами, оказываемыми таким способом.</li>
                <li>Настоящая Оферта распространяет свое действие на продукт «Криптосканер», предлагаемый Исполнителем на следующих интернет-ресурсах:
                    <a href="https://alteco-school.ru/cryptoscanner">https://alteco-school.ru/cryptoscanner</a></li>
                <li>Настоящая Оферта размещена по адресам: <a href="\Illuminate\Support\Facades\URL::current()">{{ \Illuminate\Support\Facades\URL::current() }}</a></li>
            </ol>

            <li>ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</li>
            <ol>
                <li><b>Оферта, Договор</b> — настоящий документ, между Исполнителем и Заказчиком на предоставление Услуг, который заключается посредством Акцепта Оферты. Договор Оферты является базовым документом отношения двух сторон и не подлежит обсуждению. Опубликованный в сети Интернет, может направляться в целях ознакомления посредством электронной почты либо предоставляться в целях ознакомления любыми другими способами.</li>
                <li><b>Акцепт Оферты</b> — полное и безоговорочное принятие Оферты, путем осуществления действий, указанных в разделе 1 настоящей Оферты.</li>
                <li><b>Исполнитель</b> – Индивидуальный предприниматель Кожевников Александр Сергеевич, оказывающий информационно-консультационные услуги по предоставлению продукта “Криптосканер” в пользование в порядке и на условиях, предусмотренных Офертой</li>
                <li><b>Заказчик</b> – любое лицо, посетившее интернет-ресурс Заказчика, ставшее пользователем услуг и/или продуктов Исполнителя, использующее для этого сервисы интернет-ресурсов Исполнителя.</li>
                <li><b>Подписка</b> – двусторонние действия Сторон, в рамках которых Исполнитель производит списание Платежа за Продукт с банковской карты Заказчика с определенной Периодичностью, установленной Тарифом, на протяжении Срока оказания Услуг, а Исполнитель обязуется предоставить Заказчику Услугу доступа к Продукту также на протяжении Срока оказания Услуг. Подписка прекращается на условиях, предусмотренных Тарифом.</li>
                <li><b>Продукт</b> - информационно-консультационная услуга, оказываемая Заказчику на протяжении определенного периода времени, которая состоит в предоставлении Заказчику доступа к сервисам Исполнителя, доступных после оплаты Заказчиком Подписки в соответствующем разделе Сайта</li>
                <li><b>Сайт</b> – совокупность информации, текстов, графических элементов, дизайна, изображений, фото и видеоматериалов и иных результатов интеллектуальной деятельности, а также программ для ЭВМ, содержащихся в информационной системе, обеспечивающей доступность такой информации в сети Интернет по сетевым адресам
                    <a href="https://alteco-school.ru/cryptoscanner">https://alteco-school.ru/cryptoscanner</a>, а также иных сайтов, принадлежащих Исполнителю и находящихся в свободном доступе.</li>
                <li><b>Сервисы сайта</b> – интерфейс сайта, дающий возможность Заказчику самостоятельно выбирать и приобретать информационно-консультационные услуги, Тариф, а также получать персональные уведомления на электронную почту или телефон, пользоваться  иными услугами.</li>
                <li><b>Тариф</b> – тип получения доступа к материалам, согласно ценовой политике и иным условиям Исполнителя, отраженным в Оферте и на Сайте.</li>
                <li><b>Персональные данные</b> - любая информация, относящаяся к прямо или косвенно к определенному или определяемому физическому лицу (субъекту персональных данных).</li>
                <li><b>Программное обеспечение (ПО)</b> — браузер (Internet Explorer, FireFox, Google Chrome и/или аналогичные) для доступа к информационным ресурсам, находящихся в сети Интернет, иные программы для передачи, хранения, обработки предоставляемой информации. Заказчик обязуется самостоятельно обеспечить наличие необходимого ПО на своем персональном компьютере</li>
                <li><b>Доступ в личный кабинет</b> — сообщение, направляемое Исполнителем Заказчику, путем эл. Письма, подтверждающее факт заключения Договора, и содержащее информацию, необходимую для получения Заказчиком Услуги на информационных ресурсах Исполнителя (логин и пароль)</li>
            </ol>

            <li>ПРЕДМЕТ ОФЕРТЫ</li>
            <ol>
                <li>Предметом настоящей оферты является возмездное оказание Заказчику информационно-консультационных услуг в рамках использования информационного продукта - результата интеллектуальной деятельности Исполнителя - продукта «Криптосканер», размещенного по адресу:
                    <a href="https://alteco-school.ru/cryptoscanner">https://alteco-school.ru/cryptoscanner</a> и иных сайтах, принадлежащих Индивидуальному предпринимателю Кожевникову Александру Сергеевичу.</li>
                <li>Исполнитель оказывает услуги  Заказчику в рамках настоящей Оферты следующим образом:</li>
                <ol>
                    <li>предоставление доступа к информационному продукту “Криптосканер” с использованием сети Интернет согласно инструкции и информационным материалам, размещенным на сайте Исполнителя.</li>
                    <li>Размещение Исполнителем в личном кабинете обучающего материала по работе с продуктом - видеозаписи, в соответствии с приобретенным тарифом, а также информационной поддержки Заказчика при оформлении Подписки на Продукт.</li>
                </ol>
                <li>Исполнитель имеет право вносить изменения в порядок оказания информационно-консультационных услуг, а также в условия настоящей публичной Оферты в одностороннем порядке без предварительного согласования с Заказчиком, обеспечивая при этом своевременную публикацию вносимых изменений на Сайтах и в иных источниках, доступных для ознакомления Заказчику.</li>
                <li>Услуги по настоящему договору ограничены предоставлением Заказчику информации и формированием навыков для ее самостоятельного использования.</li>
                <li>Доступ к продукту «Криптосканер» предоставляется Заказчику в порядке и на условиях исключительной лицензии, действующей в период существования у Исполнителя исключительных прав на соответствующий продукт без взимания дополнительной стоимости за таковой. Исключительная лицензия предоставлена Заказчику только с правом ознакомления и использования материалов самостоятельно без права полного или частичного копирования, распространения, опубликования, воспроизведения, трансляции и иного использования.</li>
                <li>Услуга по настоящему Договору считается выполненной, если Исполнителем предоставлен доступ к продукту «Криптосканер» обозначенным в подписке и тарифе способом и в период установленного (выбранного Заказчиком) срока.</li>
            </ol>

            <li>ПОРЯДОК И СРОКИ ОКАЗАНИЯ УСЛУГ</li>
            <ol>
                <li>Течение срока оказания услуг по настоящему договору определяется датой начала использования информационного продукта - датой оформления подписки на продукт «Криптосканер», которая подтверждается фактом оплаты. Общий период использования информационного продукта «Криптосканер» ограничен периодом времени, указанном в Тарифе.</li>
                <li>Заказчик не вправе самостоятельно приостановить/прекратить использование продукта до истечения срока, определенного Тарифом и условиями подписки. Добровольное приостановление использования Продукта является ответственностью Заказчика и не подлежит последующему продлению на безвозмездной основе.</li>
                <li>Порядок оказания услуг - предоставления доступа к продукту “Криптосканер” определяется выбранным Заказчиком Тарифом на условиях Подписки и настоящей Оферты.</li>
            </ol>

            <li>ПРАВА И ОБЯЗАННОСТИ СТОРОН</li>
            <ol>
                <li>Исполнитель обязуется:</li>
                <ol>
                    <li>Создать условия для получения услуг Заказчиком в рамках предоставления доступа к продукту «Криптосканер», довести до сведения Заказчика порядок оказания выбранных и оплаченных услуг.</li>
                    <li>Обеспечить Заказчику персональный доступ к информационному продукту путем открытия личного кабинета на Сайтах Исполнителя в течение 24 часов с момента поступления оплаты. Доступ обеспечивается путем направления Логинов и паролей доступа к личному кабинету и/или закрытому разделу Сайтов на указанный Заказчиком адрес электронный почты. Период доступа определяется выбранным Тарифом.</li>
                    <li>Сохранять конфиденциальную информацию, полученную от Заказчика, при оказании информационно-консультационных услуг по настоящему Договору.</li>
                    <li>Соблюдать требования законодательства, касающиеся обработки, передачи и защиты персональных данных Заказчика.</li>
                    <li>Довести до сведения Заказчика сведения о порядке и сроках оказания оплаченной услуги в личном кабинете и/или путем направления соответствующей информации на электронную почту Заказчика после приобретения услуги.</li>
                    <li>Соблюдать условия оказания услуг, содержащиеся в описании продукта на Сайтах Исполнителя, касающиеся в том числе объема получаемой информации, источников такой информации, доступа к информации и порядке использования продукта.</li>
                </ol>
                <li>Исполнитель вправе:</li>
                <ol>
                    <li>Изменять в одностороннем порядке график оказания услуг при соответствующем уведомлении Заказчика согласно п. 3.3 настоящей Оферты;</li>
                    <li>Отказаться от оказания услуг Заказчику, предоставившему Исполнителю недостоверные данные, а также Заказчику, нарушающему условия раздела 8 настоящей Оферты;</li>
                    <li>Услуги, предусмотренные настоящим договором оказываются Исполнителем лично Заказчику.</li>
                    <li>Исполнитель оставляет за собой право привлекать для оказания услуг в соответствии с настоящим Договором третьих лиц. При этом Исполнитель не несет ответственность за противоправные действия третьих лиц при оказании услуг, однако принимает необходимые меры для обеспечения защиты прав и интересов Заказчика.</li>
                    <li>Проводить анкетирование Заказчика, в том числе запрашивать отзывы о проводимых мероприятиях, размещать результаты анкетирования и отзывы в сети «Интернет» с соблюдением всех мер по обработке, передаче и защите персональных данных, предусмотренных действующим законодательством.</li>
                    <li>В одностороннем порядке изменять и дополнять условия настоящей Оферты, без предварительного согласования с Заказчиком, обеспечивая при этом публикацию измененных условий на сайтах Исполнителя.</li>
                    <li>Требовать от Заказчика своевременного и полного исполнения обязательств в рамках Оферты</li>
                    <li>В одностороннем порядке отказаться от исполнения обязательств в рамках Оферты в случае существенных нарушений Заказчиком условий Оферты путем ограничения/прекращения доступа Заказчика к информационному продукту.</li>
                </ol>

                <li>Заказчик обязуется:</li>
                <ol>
                    <li>
                        После выбора Тарифа оказываемых услуг, принятия настоящей публичной оферты и оплаты Подписки на продукт «Криптосканер» по настоящему Договору:<br>
                        - придерживаться рекомендуемого порядка и условий оказания услуг;<br>
                        - выполнять рекомендации и требования Исполнителя, изложенные в описании информационного продукта;<br>
                        - изучить всю предложенную Исполнителем информацию по продукту согласно порядку изложения, который указан Исполнителем в течение всего времени оказания услуг;<br>
                    </li>
                    <li>Предоставить Исполнителю актуальную и достоверную информацию для направления информации об использовании продукта, а также для оперативной связи с Заказчиком в рамках оказания услуг по настоящему Договору;
                    <li>Не осуществлять записи (скачивание записей, скриншоты, фотографирование записей и иные способы сохранения информации, предоставляемой Исполнителем в рамках предоставления доступа к использованию продукта) получаемого от Исполнителя информационного  продукта в рамках оказания услуг по настоящей Оферте.
                    <li>Заказчику запрещается передавать реквизиты доступа к Сайтам для использования продукта «Криптосканер» третьими лицами, а также совместное с третьими лицами получение услуг.
                    <li>Для получения услуг по настоящему договору Заказчик должен иметь техническое устройство с доступом в сеть Интернет, оборудованный ПО, позволяющим получить информационно-консультационную услугу - доступ к продукту.
                    <li>Не изменять каким бы то ни было способом программную часть Сайтов, совершать действия, направленные на изменение функционирования и работоспособности Сайтов.
                </ol>
                <li>Заказчик вправе:</li>
                <ol>
                    <li>Прекратить использование продукта путем отмены подписки с месяца, следующего за месяцем, в котором была произведена отмена.</li>
                </ol>
            </ol>

            <li>СТОИМОСТЬ УСЛУГ И ПОРЯДОК ОПЛАТЫ</li>
            <ol>
                <li>Стоимость информационно-консультационных услуг по настоящему договору указана на Сайтах Исполнителя в разделе “Тарифы”. Исполнитель вправе в одностороннем порядке изменять цены на предоставляемые Услуги. Информация о изменении цен размещается на Сайте Исполнителя и считается действительной с даты  размещения новых цен на сайте Исполнителя.</li>
                <li>В случае изменения цены услуг Исполнителя оплаченные ранее Заказчиком услуги сохраняют свою стоимость.</li>
                <li>Оплата выбранной услуги производится в рублях. Заказчик перечисляет денежных средства на расчетный счет Исполнителя, указанный на Сайтах Исполнителя без предварительного выставления счета в размере 100% от стоимости выбранной услуги.</li>
                <li>Моментом исполнения обязательства Заказчика по оплате, а также заключением настоящего Договора считается зачисление денежных средств на расчетный счет Исполнителя.</li>
                <li>Условия настоящей Оферты подразумевают безакцептное периодическое списание денежных средств за пользование продуктом в соответствии с условиями выбранного тарифа.</li>
            </ol>

            <li>УСЛОВИЯ И ПОРЯДОК ВОЗВРАТА ДЕНЕЖНЫХ СРЕДСТВ</li>
            <ol>
                <li>Заказчик пользуется всеми правами потребителя в соответствии с действующим законодательством Российской Федерации, регулирующим отношения по возмездному оказанию услуг.</li>
                <li>Возврат денежных средств осуществляется Исполнителем по заявлению Заказчика, направленного на электронный адрес: infoalteco@yandex.ru не позднее 14 (четырнадцати) календарных дней с момента начала оказания услуг/ получения доступа к информационному продукту) в порядке и на основаниях, предусмотренных действующим законодательством.</li>
                <li>Возврат денежных средств осуществляется за вычетом фактических затрат Исполнителя на оказание услуги на момент возврата. Исполнитель настоящим информирует Заказчика о размере фактических затрат, которые составляют 50 (пятьдесят) процентов от стоимости ежемесячной подписки на продукт «Криптосканер».</li>
                <li>Возврат денежных средств не осуществляется, если с момента начала использования продукта - оформления подписки прошло более ½ оплаченного периода  вне зависимости от приобретенного тарифа.</li>
                <li>Возврат денежных средств на основании претензии Заказчика о ненадлежащем качестве, с приведенными в ней фактами вины Исполнителя за некачественно оказанную услугу, в случае согласия Исполнителя с предъявленной претензией, осуществляется с учетом фактически понесенных Исполнителем затрат и с правом удержания расходов, соразмерно стоимости услуг, оказанных к моменту получения претензии. Денежные средства за услуги, доступ к которым был предоставлен и претензии к качеству которых Заказчик не имеет, Исполнителем не возвращаются.</li>
                <li>Все претензии по качеству оказываемых услуг направляются Заказчиком в адрес Исполнителя посредством подачи заявки в службу поддержки: infoalteco@yandex.ru. Срок рассмотрения претензии (-ий) Заказчика Исполнителем составляет 10 (дней) дней (в том числе претензий, содержащих требование о возврате денежных средств) с момента поступления претензии в адрес Исполнителя. По истечении указанного срока Исполнителем принимается одно из следующих решений: 1) о несогласии с претензией и об отказе в возврате денежных средств, либо 2) о согласии с претензией и об удовлетворении требования о возврате денежных средств.</li>
                <li>В случае принятия Исполнителем решения о возврате денежных средств, возврат осуществляется по реквизитам, указанным Заказчиком в заявлении о возврате.</li>
                <li>Возврат денежных средств Заказчику осуществляется в течение 30 (тридцати) рабочих дней с момента принятия решения о возврате средств.</li>
                <li>Требование о возврате оплаченных сумм, предъявленное Заказчиком позже сроков, установленных пунктами 7.2. настоящего договора, Исполнителем рассматривается в следующих случаях:</li>
                <ol>
                    <li>Если Заказчик предоставит письменные доказательства того, что соответствующая услуга, входящая в приобретенный пакет услуг, не была оказана (оказана ненадлежащим образом) по вине Исполнителя. В случае установления факта неоказания услуг (оказании услуг ненадлежащего качества) по соответствующей опции приобретенных услуг Исполнитель осуществляет возврат денег за минусом фактических затрат Исполнителя, определяемых на момент возврата по правилам п. 7.3. настоящего договора.</li>
                </ol>
                <li>Исполнитель оставляет за собой право отклонить заявку Заказчика на возврат денежных средств в случае:</li>
                <ol>
                    <li>Нарушения сроков обращения для возврата средств, предусмотренные разделом 7 настоящего Договора.</li>
                    <li>Существенного нарушения Заказчиком условий настоящей Оферты.</li>
                </ol>
                <li>В случае удовлетворения заявления о возврате, доступ к продукту для Заказчика прекращается в течение 1 (одного) рабочего дня с даты направления Исполнителем Заказчику решения о соответствующем возврате. Указанное требование Заказчика о возврате также считается отзывом заранее данного акцепта, указанного в пункте 1.4 Оферты.</li>
            </ol>

            <li>ОСОБЫЕ УСЛОВИЯ</li>
            <ol>
                <li>Исполнитель оставляет за собой право прекратить и/или ограничить доступ Заказчика к Сайтам для получения информационно-консультационных услуг без возврата денежных средств в случае нарушения правил поведения на Сайтах и иных ресурсах Исполнителя (официальный сайт, официальные группы в социальных сетях, чатах, созданных как с использованием мессенджеров, так и в ресурсах сети «Интернет», канал Youtube), а именно: разжигание межнациональных конфликтов, спам, размещение рекламы, нецензурные высказывания, хамство, оскорбление администраторов, служебного персонала или участников.</li>
                <li>Заказчику запрещается распространять (публиковать, размещать на Интернет-сайтах, копировать, передавать или перепродавать третьим лицам, осуществлять записи, скачивание записей, фотографирование записей мероприятий, проводимых Исполнителем в рамках оказания услуг по настоящему договору, делать и распространять скриншоты, а также переписку) в коммерческих или некоммерческих целях предоставляемую Исполнителем Заказчику информацию и материалы, полученные в рамках настоящего договора, создавать на ее  основе информационные продукты, а также использовать эту информацию каким-либо иным образом, кроме как для личного пользования.</li>
            </ol>

            <li>ОТВЕТСТВЕННОСТЬ СТОРОН</li>
            <ol>
                <li>Исполнитель не несет ответственности за невозможность оказания услуг Заказчику по причинам, не зависящим от Исполнителя, а именно: нарушение работы Интернета, оборудования или ПО со стороны Заказчика. В данном случае услуги считаются оказанными надлежащим образом и подлежат оплате в полном размере.</li>
                <li>Никакая информация, материалы и/или консультации, предоставляемые Исполнителем в рамках оказания услуг по настоящему договору, не могут рассматриваться как гарантии. Принятие решений на основе всей предоставленной Исполнителем информации находится в исключительной компетенции Заказчика. Заказчик принимает на себя полную ответственность и риски, связанные с использованием информации и материалов, предоставленных Исполнителем в рамках исполнения своих обязательств по настоящему Договору</li>
                <li>Исполнителем не гарантируется абсолютная бесперебойность предоставления услуг по настоящему договору, несмотря на то, что Исполнитель предпринимает все возможные меры с целью недопущения вышеперечисленного. В случае неудовлетворительного качества интернет-соединения, стабильная работа ПО не гарантируется, в этом случае получение услуг по настоящему договору может оказаться затруднительным или невозможным.</li>
                <li>
                    Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение обязательств по настоящему договору на время действия непреодолимой силы. В течение этого времени стороны не имеют взаимных претензий, и каждая из сторон принимает на себя свой риск последствия форс—мажорных обстоятельств. О возникновении таких обстоятельств Исполнитель обязан уведомить Заказчика путем размещения информации на Сайте и/или на электронный почтовый ящик, указанный Заказчиком при совершении оплаты, а Заказчик обязан направить Исполнителю письмо на электронную почту infoalteco@yandex.ru с указанием в строке Тема «Форс-мажор». Под обстоятельствами непреодолимой силы (форс-мажорными обстоятельствами) Стороны понимают: пожар, наводнение, землетрясение, забастовки и другие стихийные бедствия, войны и вооруженные конфликты, режимы ЧС и повышенной готовности, вступление в силу нормативных правовых актов и актов применения права, препятствующих исполнению обязательств, вынужденная срочная (не плановая) госпитализация, подтвержденная документально, если вышеперечисленные обстоятельства находятся вне контроля Сторон, препятствуют выполнению настоящего договора и возникли после заключения настоящего договора.
                    <p>Отсутствие у Заказчика возможности использования продукта, а именно нахождение в отпуске, командировке, неоплата доступа к сети Интернет, поломка средства доступа к сети Интернет не являются обстоятельствами непреодолимой силы (форс-мажорными обстоятельствами).</p>
                </li>
                <li>Совокупная ответственность Исполнителя по настоящему договору по любому иску или претензии в отношении договора или его исполнения ограничивается суммой платежа, уплаченного Исполнителю Заказчиком. При этом с Исполнителя может быть взыскан только реальный ущерб, но не упущенная выгода.</li>
                <li>Все споры и разногласия Сторон по настоящему Договору разрешаются путем переговоров, а также с соблюдением досудебного претензионного порядка. Срок рассмотрения претензии составляет 10 (десять) рабочих дней с момента ее получения Стороной.</li>
            </ol>

            <li>ГАРАНТИИ КАЧЕСТВА УСЛУГИ</li>
            <ol>
                <li>Заказчик, принимая условия настоящей Оферты, принимает на себя также риск неполучения прибыли и риск возможных убытков, связанных с использованием знаний, умений и навыков, полученных Заказчиком в ходе оказания услуги. Исполнитель не несет ответственности за восприятие полученных знаний Заказчиком.</li>
                <li>Исполнитель не гарантирует успешность применения полученных знаний, умений и навыков, а также получение Заказчиком определенной прибыли (дохода) в результате получения услуги от Исполнителя и материалов, полученных в результате ее использования (реализации) в определенном либо неопределенном будущем. Исполнитель не несет ответственности за неполучение прибыли (дохода), получение прибыли (дохода) ниже ожиданий Заказчика, а также за прямые и косвенные убытки Заказчика, поскольку успешность использования Заказчиком полученных знаний, умений и навыков исключительно зависит от индивидуальных качеств и персональных характеристик Заказчика, что принимается обеими сторонами.</li>
            </ol>

            <li>АВТОРСКОЕ ПРАВО И ИНТЕЛЛЕКТУТАЛЬНАЯ СОБСТВЕННОСТЬ</li>
            <ol>
                <li>Сайты Исполнителя содержат результаты интеллектуальной деятельности, принадлежащие Исполнителю, его аффилированным лицам и другим связанным сторонам, представителям, всем прочим лицам, действующим от имени Исполнителя.</li>
                <li>Используя Сайты, Заказчик признает и соглашается с тем, что все содержимое Сайтов и структура содержимого Сайтов защищены авторским правом, правом на товарный знак и другими правами на результаты интеллектуальной деятельности, и что указанные права являются действительными и охраняются во всех формах, на всех носителях и в отношении всех технологий, как существующих в настоящее время, так и разработанных или созданных впоследствии. Никакие права на любое содержимое Сайта, включая, помимо прочего, аудиовизуальные произведения, текстовые и графические материалы, программы для ЭВМ, товарные знаки не переходят к Заказчику в результате пользования Сайтом и заключения настоящего договора.</li>
                <li>В случае нарушения Заказчиком положений настоящего договора, касающихся защиты авторских прав Исполнителя, последний вправе потребовать выплаты компенсации в десятикратном размере от стоимости продукта, за каждый случай нарушения, а также компенсации всех причиненных убытков, включая упущенную выгоду.</li>
            </ol>

            <li>ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</li>
            <ol>
                <li>Настоящий договор вступает в силу с момента акцепта Оферты Заказчиком в соответствии с п.1.3-1.4 Оферты и действует до полного исполнения обязательств сторонами.
                <li>Бездействие со стороны Исполнителя в случае нарушения Заказчиком положений настоящего договора не лишает Исполнителя права предпринять позднее соответствующие действия в защиту своих интересов и защиту интеллектуальных прав на охраняемые в соответствии с законодательством материалы Сайтов.
            </ol>

            <li>РЕКВИЗИТЫ ИСПОЛНИТЕЛЯ</li>
            <ol>
                <li class="no-counter">
                    <p>
                        ИП Кожевников А.С.<br>
                        ИНН: 590616183923<br>
                        ОГРНИП: 320595800045637, КПП<br>
                        Р/С: 40802810900001640688, Банк: АО "Тинькофф Банк",<br>
                        БИК: 044525974, К/С: 3010181014520000974
                    </p>
                </li>
            </ol>
        </ol>
    </div>

    <style>
        .offer-body {
            margin: 0 auto;
            padding: 2rem 0;
            max-width: 800px;
        }

        .offer-body h1 {
            text-align: center;
            font-size: 1rem;
            line-height: 140%;
        }

        .offer-body a { color: #1a56f6; }
        .offer-body a:hover { color: orangered; }

        .offer-body .text-right {
            text-align: right;
        }

        .list-sections li {
            list-style-type: none;
            margin: .75rem 0;
        }

        .list-sections li p {
            margin-top: 1rem;
        }

        .list-sections {
            counter-reset: section;
            padding-left: 0;
        }

        .list-sections > li {
            font-weight: bold;
            text-align: center;
            margin: 1rem 0;
        }

        .list-sections li.no-counter:before {
            content: "";
        }

        .list-sections li:before {
            counter-increment: section;
            content: counter(section) ". ";
        }

        .list-sections ol {
            counter-reset: subsection;
            margin: 0;
            padding: 0;
        }

        .list-sections ol li:before {
            counter-increment: subsection;
            content: counter(section) "." counter(subsection) ". ";
        }

        .list-sections ol ol {
            counter-reset: sub-subsection;
            padding-left: 1.6rem;
        }

        .list-sections ol ol li:before {
            counter-increment: sub-subsection;
            content: counter(section) "." counter(subsection) "." counter(sub-subsection) ". ";
        }
    </style>
@endsection
